Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: Slackwater computes harmonic tide and current predictions on this device. They are not observations; actual conditions vary with weather, river flow, and local effects.
da: Slackwater beregner harmoniske tidevands- og strømprognoser på denne enhed. De er ikke observationer; faktiske forhold varierer med vejr, vandføring i floder og lokale forhold.
de: Slackwater berechnet harmonische Gezeiten- und Strömungsvorhersagen auf diesem Gerät. Sie sind keine Messungen; die tatsächlichen Bedingungen hängen von Wetter, Flussabfluss und örtlichen Einflüssen ab.
es_es: Slackwater calcula predicciones armónicas de mareas y corrientes en este dispositivo. No son observaciones; las condiciones reales varían con el tiempo, el caudal de los ríos y los efectos locales.
fi: Slackwater laskee harmoniset vuorovesi- ja virtausennusteet tällä laitteella. Ne eivät ole havaintoja; todelliset olosuhteet vaihtelevat sään, jokien virtaaman ja paikallisten vaikutusten mukaan.
fr_ca: Slackwater calcule les prévisions harmoniques des marées et courants sur cet appareil. Il ne s’agit pas d’observations; les conditions réelles varient selon la météo, le débit des cours d’eau et les effets locaux.
it: Slackwater calcola previsioni armoniche di maree e correnti su questo dispositivo. Non sono osservazioni; le condizioni reali variano con il tempo, la portata dei fiumi e gli effetti locali.
ja: Slackwaterはこのデバイスで、調和解析による潮汐と潮流の予測を計算します。観測値ではありません。実際の状況は、天候、河川の流量、地域の条件によって変わります。
ko: Slackwater는 이 기기에서 조화 조석 및 조류 예측을 계산합니다. 관측값이 아니며 실제 상태는 날씨, 하천 유량, 지역적 영향에 따라 달라집니다.
nb: Slackwater beregner harmoniske tidevanns- og strømprognoser på denne enheten. De er ikke observasjoner; faktiske forhold varierer med vær, elveføring og lokale effekter.
nl: Slackwater berekent harmonische getij- en stroomvoorspellingen op dit apparaat. Het zijn geen waarnemingen; de werkelijke omstandigheden variëren door het weer, rivierafvoer en lokale invloeden.
pt_br: Slackwater calcula previsões harmônicas de marés e correntes neste dispositivo. Não são observações; as condições reais variam com o clima, a vazão dos rios e os efeitos locais.
pt_pt: O Slackwater calcula previsões harmónicas de marés e correntes neste dispositivo. Não são observações; as condições reais variam com o tempo, o caudal dos rios e os efeitos locais.
sv: Slackwater beräknar harmoniska tidvatten- och strömprognoser på den här enheten. De är inte observationer; verkliga förhållanden varierar med väder, flodflöden och lokala effekter.

source: Slackwater couldn't create a calendar for it. Some calendar accounts — Google, Exchange — don't allow new calendars.
da: Slackwater kunne ikke oprette en kalender til den. Nogle kalenderkonti — Google, Exchange — tillader ikke nye kalendere.
de: Slackwater konnte dafür keinen Kalender erstellen. Einige Kalenderkonten — Google, Exchange — erlauben keine neuen Kalender.
es_es: Slackwater no pudo crear un calendario para esta estación. Algunas cuentas de calendario — Google, Exchange — no permiten crear calendarios.
fi: Slackwater ei voinut luoda sille kalenteria. Jotkin kalenteritilit, kuten Google ja Exchange, eivät salli uusia kalentereita.
fr_ca: Slackwater n’a pas pu créer de calendrier pour cette station. Certains comptes de calendrier — Google, Exchange — n’autorisent pas la création de calendriers.
it: Slackwater non ha potuto creare un calendario per questo luogo. Alcuni account di calendario — Google, Exchange — non permettono nuovi calendari.
ja: カレンダーを作成できませんでした。GoogleやExchangeなど、一部のカレンダーアカウントでは新しいカレンダーを作成できません。
ko: Slackwater가 캘린더를 만들지 못했습니다. Google이나 Exchange 등 일부 캘린더 계정은 새 캘린더 생성을 허용하지 않습니다.
nb: Slackwater kunne ikke opprette en kalender for stedet. Noen kalenderkontoer — Google, Exchange — tillater ikke nye kalendere.
nl: Slackwater kon hiervoor geen kalender maken. Sommige kalenderaccounts — Google, Exchange — staan geen nieuwe kalenders toe.
pt_br: Slackwater não conseguiu criar um calendário para este lugar. Algumas contas de calendário — Google, Exchange — não permitem novos calendários.
pt_pt: O Slackwater não conseguiu criar um calendário para este lugar. Algumas contas de calendário — Google, Exchange — não permitem novos calendários.
sv: Slackwater kunde inte skapa en kalender för den. Vissa kalenderkonton — Google, Exchange — tillåter inte nya kalendrar.

source: Slackwater couldn't find a slack window for your nearest current station.
da: Slackwater kunne ikke finde en strømstille periode for din nærmeste strømstation.
de: Slackwater konnte kein Stauwasserfenster für deine nächste Strömungsstation finden.
es_es: Slackwater no encontró una ventana de estoa para la estación de corrientes más cercana.
fi: Slackwater ei löytänyt heikon virtauksen jaksoa lähimmälle virtausasemallesi.
fr_ca: Slackwater n’a pas trouvé de fenêtre d’étale pour votre station de courant la plus proche.
it: Slackwater non ha trovato una finestra di stanca per la stazione di corrente più vicina.
ja: 最寄りの潮流観測所の潮止まり時間帯が見つかりませんでした。
ko: Slackwater가 가장 가까운 조류 관측소의 정조 시간대를 찾지 못했습니다.
nb: Slackwater fant ikke et strømstillevindu for nærmeste strømstasjon.
nl: Slackwater kon geen kenteringsvenster vinden voor je dichtstbijzijnde stroomstation.
pt_br: Slackwater não encontrou uma janela de estofo na estação de correntes mais próxima.
pt_pt: O Slackwater não encontrou um período de estofo na estação de correntes mais próxima.
sv: Slackwater kunde inte hitta en strömstilla period för din närmaste strömstation.

source: Slackwater couldn't find a tide prediction for your local station.
da: Slackwater kunne ikke finde en tidevandsprognose for din lokale station.
de: Slackwater konnte keine Gezeitenvorhersage für deine örtliche Station finden.
es_es: Slackwater no encontró una predicción de marea para tu estación local.
fi: Slackwater ei löytänyt vuorovesiennustetta paikalliselle asemallesi.
fr_ca: Slackwater n’a pas trouvé de prévision de marée pour votre station locale.
it: Slackwater non ha trovato una previsione di marea per la tua stazione locale.
ja: 近くの観測所の潮汐予測が見つかりませんでした。
ko: Slackwater가 가까운 관측소의 조석 예측을 찾지 못했습니다.
nb: Slackwater fant ikke en tidevannsprognose for din lokale stasjon.
nl: Slackwater kon geen getijvoorspelling vinden voor je lokale station.
pt_br: Slackwater não encontrou uma previsão de maré na sua estação local.
pt_pt: O Slackwater não encontrou uma previsão de maré na sua estação local.
sv: Slackwater kunde inte hitta en tidvattenprognos för din lokala station.

source: Slackwater doesn't have predictions for this tide station.
da: Slackwater har ingen prognoser for denne tidevandsstation.
de: Slackwater hat keine Vorhersagen für diese Gezeitenstation.
es_es: Slackwater no tiene predicciones para esta estación de mareas.
fi: Slackwaterilla ei ole ennusteita tälle vuorovesiasemalle.
fr_ca: Slackwater ne dispose pas de prévisions pour cette station de marée.
it: Slackwater non ha previsioni per questa stazione di marea.
ja: Slackwaterには、この潮汐観測所の予測がありません。
ko: Slackwater에 이 조석 관측소의 예측이 없습니다.
nb: Slackwater har ikke prognoser for denne tidevannsstasjonen.
nl: Slackwater heeft geen voorspellingen voor dit getijstation.
pt_br: Slackwater não tem previsões para esta estação de marés.
pt_pt: Slackwater não tem previsões para esta estação de marés.
sv: Slackwater har inga prognoser för den här tidvattenstationen.

source: Slackwater estimates %1$@ slack times from high and low water at %2$@, using a cruising rule of thumb. CHS does not publish current predictions for this pass.
da: Slackwater anslår tider for strømstille ved %@ ud fra høj- og lavvande ved %@ med en tommelfingerregel til sejlads. CHS offentliggør ikke strømprognoser for denne passage.
de: Slackwater schätzt die Stauwasserzeiten für %1$@ anhand von Hoch- und Niedrigwasser bei %2$@ mit einer Faustregel für die Fahrtplanung. CHS veröffentlicht keine Strömungsvorhersagen für diese Passage.
es_es: Slackwater estima las horas de estoa de %@ a partir de la pleamar y la bajamar en %@, mediante una regla práctica de navegación. CHS no publica predicciones de corrientes para este paso.
fi: Slackwater arvioi aseman %@ virran tyyntymishetket aseman %@ ylä- ja alavesistä veneilyn nyrkkisäännöllä. CHS ei julkaise virtausennusteita tälle salmelle.
fr_ca: Slackwater estime %1$@ périodes d’étale à partir des hautes et basses eaux à %2$@, selon une règle empirique de navigation. CHS ne publie pas de prévisions de courant pour ce passage.
it: Slackwater stima gli orari di stanca di %1$@ dalle alte e basse maree a %2$@, usando una regola pratica della navigazione da diporto. CHS non pubblica previsioni di corrente per questo passaggio.
ja: Slackwaterは航行時の経験則を用い、%2$@の満潮・干潮から%1$@の潮止まり時刻を推定します。CHSはこの水道の潮流予測を公開していません。
ko: Slackwater는 항해 경험칙을 이용하여 %2$@의 만조와 간조로 %1$@의 정조 시간을 추정합니다. CHS는 이 해협의 조류 예측을 발표하지 않습니다.
nb: Slackwater anslår strømstille ved %1$@ fra høyvann og lavvann ved %2$@ med en tommelfingerregel for fritidsbåter. CHS publiserer ikke strømprognoser for dette sundet.
nl: Slackwater schat de kenteringen bij %1$@ op basis van hoog- en laagwater bij %2$@, met een vuistregel voor toervaren. CHS publiceert geen stroomvoorspellingen voor deze doorgang.
pt_br: Slackwater estima os horários de estofo de %1$@ a partir das preamares e baixa-mares de %2$@, usando uma regra prática de navegação de recreio. O CHS não publica previsões de correntes para esta passagem.
pt_pt: Slackwater estima os horários de estofo de %1$@ a partir das preia-mares e baixa-mares de %2$@, usando uma regra prática de navegação de recreio. O CHS não publica previsões de correntes para esta passagem.
sv: Slackwater uppskattar tider för strömstilla vid %@ från hög- och lågvatten vid %@ med en tumregel för segling. CHS publicerar inga strömprognoser för den här passagen.

source: Slackwater is open source: this app under GPL-3.0, the prediction engine under MIT.
da: Slackwater er open source: denne app under GPL-3.0, prognosemotoren under MIT.
de: Slackwater ist Open Source: diese App unter GPL-3.0, die Vorhersage-Engine unter MIT.
es_es: Slackwater es de código abierto: esta app usa GPL-3.0 y el motor de predicción usa MIT.
fi: Slackwater on avointa lähdekoodia: sovellus GPL-3.0-lisenssillä, ennustemoottori MIT-lisenssillä.
fr_ca: Slackwater est à code source ouvert : cette app est sous GPL-3.0 et le moteur de prévision, sous MIT.
it: Slackwater è open source: questa app con licenza GPL-3.0, il motore di previsione con MIT.
ja: Slackwaterはオープンソースです。アプリはGPL-3.0、予測エンジンはMITライセンスで公開しています。
ko: Slackwater는 오픈 소스입니다. 앱은 GPL-3.0, 예측 엔진은 MIT 라이선스입니다.
nb: Slackwater har åpen kildekode: appen under GPL-3.0, prognosemotoren under MIT.
nl: Slackwater is opensource: deze app onder GPL-3.0, de voorspellingsengine onder MIT.
pt_br: Slackwater é de código aberto: este app sob GPL-3.0, o motor de previsão sob MIT.
pt_pt: O Slackwater é de código aberto: esta aplicação sob GPL-3.0, o motor de previsão sob MIT.
sv: Slackwater har öppen källkod: appen under GPL-3.0, prognosmotorn under MIT.

source: Slackwater needs calendar access to publish a station's events. Turn it on in Settings → Slackwater.
da: Slackwater har brug for kalenderadgang for at offentliggøre en stations begivenheder. Slå den til i Indstillinger → Slackwater.
de: Slackwater benötigt Kalenderzugriff, um die Ereignisse einer Station zu veröffentlichen. Aktiviere ihn unter Einstellungen → Slackwater.
es_es: Slackwater necesita acceso al calendario para publicar los eventos de una estación. Actívalo en Ajustes → Slackwater.
fi: Slackwater tarvitsee kalenterin käyttöoikeuden aseman tapahtumien julkaisemiseen. Salli käyttö kohdassa Asetukset → Slackwater.
fr_ca: Slackwater a besoin d’accéder au calendrier pour publier les événements d’une station. Activez-le dans Réglages → Slackwater.
it: Slackwater richiede accesso al calendario per pubblicare gli eventi di una stazione. Attivalo in Impostazioni → Slackwater.
ja: 観測所の予定を公開するには、カレンダーへのアクセスが必要です。「設定」→ Slackwaterで許可してください。
ko: 관측소 현상을 게시하려면 Slackwater에 캘린더 접근 권한이 필요합니다. 설정 → Slackwater에서 켜세요.
nb: Slackwater trenger kalendertilgang for å publisere hendelser for en stasjon. Slå den på i Innstillinger → Slackwater.
nl: Slackwater heeft kalendertoegang nodig om de gebeurtenissen van een station te publiceren. Zet dit aan in Instellingen → Slackwater.
pt_br: Slackwater precisa de acesso ao calendário para publicar eventos de uma estação. Ative em Ajustes → Slackwater.
pt_pt: O Slackwater precisa de acesso ao calendário para publicar os eventos de uma estação. Ative-o em Definições → Slackwater.
sv: Slackwater behöver kalenderåtkomst för att publicera en stations händelser. Slå på den i Inställningar → Slackwater.

source: Slackwater retries automatically when a connection is available.
da: Slackwater prøver automatisk igen, når der er forbindelse.
de: Slackwater versucht es automatisch erneut, sobald eine Verbindung verfügbar ist.
es_es: Slackwater vuelve a intentarlo automáticamente cuando hay conexión.
fi: Slackwater yrittää automaattisesti uudelleen, kun verkkoyhteys on käytettävissä.
fr_ca: Slackwater réessaie automatiquement dès qu’une connexion est disponible.
it: Slackwater riprova automaticamente quando è disponibile una connessione.
ja: 接続が利用できると、Slackwaterが自動で再試行します。
ko: 연결되면 Slackwater가 자동으로 다시 시도합니다.
nb: Slackwater prøver igjen automatisk når en tilkobling er tilgjengelig.
nl: Slackwater probeert het automatisch opnieuw zodra er een verbinding beschikbaar is.
pt_br: Slackwater tenta novamente automaticamente quando há conexão.
pt_pt: Slackwater tenta novamente automaticamente quando há ligação.
sv: Slackwater försöker igen automatiskt när en anslutning finns.

source: Slackwater will stop publishing to this calendar, but calendar access is off, so it can't remove the calendar itself. Delete it by hand in Calendar if you don't want it anymore.
da: Slackwater stopper med at offentliggøre i denne kalender, men kalenderadgang er slået fra, så selve kalenderen kan ikke fjernes. Slet den manuelt i Kalender, hvis du ikke vil beholde den.
de: Slackwater veröffentlicht keine weiteren Ereignisse in diesem Kalender. Da der Kalenderzugriff ausgeschaltet ist, kann der Kalender selbst nicht entfernt werden. Lösche ihn bei Bedarf manuell in der Kalender-App.
es_es: Slackwater dejará de publicar en este calendario, pero el acceso al calendario está desactivado, así que no puede eliminar el calendario. Elimínalo a mano en Calendario si ya no lo quieres.
fi: Slackwater lopettaa julkaisemisen tähän kalenteriin, mutta käyttöoikeus on estetty, joten se ei voi poistaa kalenteria. Poista kalenteri itse Kalenteri-sovelluksessa, jos et enää halua sitä.
fr_ca: Slackwater cessera de publier dans ce calendrier, mais l’accès au calendrier est désactivé et il ne peut donc pas supprimer le calendrier lui-même. Supprimez-le manuellement dans Calendrier si vous n’en voulez plus.
it: Slackwater smetterà di pubblicare in questo calendario, ma l’accesso è disattivato e non può rimuovere il calendario stesso. Eliminalo manualmente in Calendario se non lo vuoi più.
ja: Slackwaterはこのカレンダーへの公開を停止します。ただし、カレンダーへのアクセスがオフのため、カレンダー自体は削除できません。不要な場合は、カレンダーアプリで手動で削除してください。
ko: Slackwater는 이 캘린더에 더 이상 게시하지 않습니다. 하지만 캘린더 접근이 꺼져 있어 캘린더를 삭제할 수 없습니다. 더 이상 필요하지 않으면 캘린더 앱에서 직접 삭제하세요.
nb: Slackwater slutter å publisere i denne kalenderen, men kalendertilgangen er av, så selve kalenderen kan ikke fjernes. Slett den manuelt i Kalender hvis du ikke vil ha den lenger.
nl: Slackwater stopt met publiceren in deze kalender, maar kalendertoegang staat uit, waardoor de kalender zelf niet kan worden verwijderd. Verwijder hem handmatig in Kalender als je hem niet meer wilt.
pt_br: Slackwater deixará de publicar neste calendário, mas o acesso ao calendário está desativado, então não pode remover o calendário em si. Exclua-o manualmente no Calendário se não quiser mais usá-lo.
pt_pt: O Slackwater deixará de publicar neste calendário, mas o acesso ao calendário está desativado e não pode apagar o próprio calendário. Apague-o manualmente no Calendário se já não o quiser.
sv: Slackwater slutar publicera i den här kalendern, men kalenderåtkomsten är avstängd så själva kalendern kan inte tas bort. Radera den manuellt i Kalender om du inte vill ha den längre.

source: Slackwater will try again automatically.
da: Slackwater prøver automatisk igen.
de: Slackwater versucht es automatisch erneut.
es_es: Slackwater volverá a intentarlo automáticamente.
fi: Slackwater yrittää automaattisesti uudelleen.
fr_ca: Slackwater réessaiera automatiquement.
it: Slackwater riproverà automaticamente.
ja: Slackwaterが自動で再試行します。
ko: Slackwater가 자동으로 다시 시도합니다.
nb: Slackwater prøver igjen automatisk.
nl: Slackwater probeert het automatisch opnieuw.
pt_br: Slackwater tentará novamente automaticamente.
pt_pt: Slackwater tentará novamente automaticamente.
sv: Slackwater försöker igen automatiskt.

source: Solar Eclipse
da: Solformørkelse
de: Sonnenfinsternis
es_es: Eclipse solar
fi: Auringonpimennys
fr_ca: Éclipse solaire
it: Eclissi solare
ja: 日食
ko: 일식
nb: Solformørkelse
nl: Zonsverduistering
pt_br: Eclipse solar
pt_pt: Eclipse solar
sv: Solförmörkelse

source: Some map areas haven't finished. They resume on their own when you're connected.
da: Nogle kortområder er ikke færdige. De fortsætter automatisk, når du har forbindelse.
de: Einige Kartenbereiche sind noch nicht vollständig geladen. Das Laden wird automatisch fortgesetzt, sobald du verbunden bist.
es_es: Algunas zonas del mapa no han terminado. Se reanudan automáticamente cuando tienes conexión.
fi: Joidenkin kartta-alueiden lataus jäi kesken. Lataus jatkuu automaattisesti, kun olet verkossa.
fr_ca: Certaines zones de la carte ne sont pas terminées. Elles reprennent automatiquement dès que vous êtes connecté.
it: Alcune aree della mappa non sono complete. Il download riprende automaticamente quando sei connesso.
ja: 一部の地図エリアのダウンロードが未完了です。接続すると自動で再開します。
ko: 일부 지도 영역 다운로드가 완료되지 않았습니다. 연결되면 자동으로 재개합니다.
nb: Noen kartområder er ikke ferdige. De fortsetter automatisk når du er tilkoblet.
nl: Sommige kaartgebieden zijn nog niet volledig gedownload. Ze gaan vanzelf verder zodra je verbinding hebt.
pt_br: Algumas áreas do mapa não terminaram. Elas continuarão automaticamente quando houver conexão.
pt_pt: Algumas áreas do mapa ainda não estão completas. A descarga é retomada automaticamente quando houver ligação.
sv: Vissa kartområden är inte klara. Hämtningen fortsätter automatiskt när du är ansluten.

source: Source on GitHub
da: Kildekode på GitHub
de: Quellcode auf GitHub
es_es: Código fuente en GitHub
fi: Lähdekoodi GitHubissa
fr_ca: Code source sur GitHub
it: Codice su GitHub
ja: GitHubのソースコード
ko: GitHub 소스 코드
nb: Kildekode på GitHub
nl: Broncode op GitHub
pt_br: Código-fonte no GitHub
pt_pt: Código-fonte no GitHub
sv: Källkod på GitHub

source: Spring tide
da: Springflod
es_es: Marea viva
fi: Tulvavuoksi
fr_ca: Marée de vive-eau
it: Marea sizigiale
ja: 大潮
ko: 대조
nb: Springflo
nl: Springtij
pt_br: Maré de sizígia
pt_pt: Maré de sizígia
sv: Springflod

source: Station details
da: Stationsdetaljer
de: Stationsdetails
es_es: Detalles de la estación
fi: Aseman tiedot
fr_ca: Détails de la station
it: Dettagli della stazione
ja: 観測所の詳細
ko: 관측소 상세 정보
nb: Stasjonsdetaljer
pt_br: Detalhes da estação
pt_pt: Detalhes da estação
sv: Stationsdetaljer

source: Station is in the wrong place
da: Stationen er placeret forkert
de: Station ist am falschen Ort
es_es: La estación está en el lugar equivocado
fi: Asema on väärässä paikassa
fr_ca: La station est au mauvais endroit
it: La stazione è nel posto sbagliato
ja: 観測所の位置が違う
ko: 관측소 위치가 잘못됨
nb: Stasjonen er på feil sted
nl: Station staat op de verkeerde plaats
pt_br: A estação está no lugar errado
pt_pt: A estação está no lugar errado
sv: Stationen ligger på fel plats

# Station name from %@ (SEANOE). Its record is licensed under %@.
source: Station name from %1$@ (SEANOE). Its record is licensed under %2$@.
da: Stationsnavn fra %@ (SEANOE). Posten er licenseret under %@.
de: Stationsname aus %1$@ (SEANOE). Der Datensatz ist unter %2$@ lizenziert.
es_es: Nombre de la estación de %@ (SEANOE). Su registro tiene licencia %@.
fi: Aseman nimi lähteestä %@ (SEANOE). Tietueen lisenssi on %@.
fr_ca: Nom de la station issu de %1$@ (SEANOE). Son enregistrement est sous licence %2$@.
it: Nome della stazione da %1$@ (SEANOE). Il record è concesso con licenza %2$@.
ja: 観測所名の出典：%1$@（SEANOE）。その記録のライセンスは%2$@です。
ko: 관측소 이름 출처: %@ (SEANOE). 해당 기록은 %@ 라이선스입니다.
nb: Stasjonsnavn fra %1$@ (SEANOE). Oppføringen er lisensiert under %2$@.
nl: Stationsnaam uit %1$@ (SEANOE). De registratie valt onder %2$@.
pt_br: Nome da estação de %1$@ (SEANOE). O registro está licenciado sob %2$@.
pt_pt: Nome da estação de %1$@ (SEANOE). O registo está licenciado segundo %2$@.
sv: Stationsnamn från %@ (SEANOE). Posten är licensierad enligt %@.

source: Station name or details are wrong
da: Stationens navn eller detaljer er forkerte
de: Stationsname oder Details sind falsch
es_es: El nombre o los detalles de la estación son incorrectos
fi: Aseman nimi tai tiedot ovat väärin
fr_ca: Le nom ou les détails de la station sont incorrects
it: Il nome o i dettagli della stazione sono errati
ja: 観測所の名前や詳細が違う
ko: 관측소 이름 또는 상세 정보가 잘못됨
nb: Stasjonsnavn eller detaljer er feil
nl: Stationsnaam of details zijn onjuist
pt_br: O nome ou os detalhes da estação estão errados
pt_pt: O nome ou os detalhes da estação estão errados
sv: Stationens namn eller detaljer är fel

source: Station names and pairings: Slackwater database (MIT).
da: Stationsnavne og tilknytninger: Slackwater-databasen (MIT).
de: Stationsnamen und Zuordnungen: Slackwater-Datenbank (MIT).
es_es: Nombres y asociaciones de estaciones: base de datos de Slackwater (MIT).
fi: Asemien nimet ja parit: Slackwater-tietokanta (MIT).
fr_ca: Noms et appariements des stations : base de données Slackwater (MIT).
it: Nomi e associazioni delle stazioni: database Slackwater (MIT).
ja: 観測所名と対応関係：Slackwaterデータベース（MIT）。
ko: 관측소 이름과 연결 정보: Slackwater 데이터베이스 (MIT).
nb: Stasjonsnavn og koblinger: Slackwater-databasen (MIT).
nl: Stationsnamen en koppelingen: Slackwater-database (MIT).
pt_br: Nomes e associações das estações: banco de dados Slackwater (MIT).
pt_pt: Nomes e associações das estações: base de dados Slackwater (MIT).
sv: Stationsnamn och kopplingar: Slackwaters databas (MIT).

source: Station removed
da: Station fjernet
de: Station entfernt
es_es: Estación retirada
fi: Asema poistettu
fr_ca: Station supprimée
it: Stazione rimossa
ja: 観測所の公開終了
ko: 관측소 삭제됨
nb: Stasjon fjernet
nl: Station verwijderd
pt_br: Estação removida
pt_pt: Estação removida
sv: Station borttagen

source: Station unavailable
da: Station utilgængelig
de: Station nicht verfügbar
es_es: Estación no disponible
fi: Asema ei ole käytettävissä
fr_ca: Station indisponible
it: Stazione non disponibile
ja: 利用できない観測所
ko: 관측소 사용 불가
nb: Stasjon utilgjengelig
nl: Station niet beschikbaar
pt_br: Estação indisponível
pt_pt: Estação indisponível
sv: Station ej tillgänglig

source: Station unavailable.
da: Station utilgængelig.
de: Station nicht verfügbar.
es_es: Estación no disponible.
fi: Asema ei ole käytettävissä.
fr_ca: Station indisponible.
it: Stazione non disponibile.
ja: 観測所を利用できません。
ko: 관측소 사용 불가.
nb: Stasjon utilgjengelig.
nl: Station niet beschikbaar.
pt_br: Estação indisponível.
pt_pt: Estação indisponível.
sv: Station ej tillgänglig.

# Station: %@ (%@)
source: Station: %1$@ (%2$@)
da: Station: %@ (%@)
es_es: Estación: %1$@ (%2$@)
fi: Asema: %@ (%@)
it: Stazione: %1$@ (%2$@)
ja: 観測所：%1$@（%2$@）
ko: 관측소: %@ (%@)
nb: Stasjon: %1$@ (%2$@)
pt_br: Estação: %1$@ (%2$@)
pt_pt: Estação: %1$@ (%2$@)
sv: Station: %@ (%@)
